Repository: cellerich/snips-app-swiss-publictransport
Catalog: locale/*/LC_MESSAGES/snips.po
Languages: de

source: Language "{}" is not available
de: Die Sprache "{}" ist nicht verfügbar

source: Sorry, I cannot load the translations for the language {}
de: Es tut mir leid, aber ich kann die Übersetzungen für die Sprache {} nicht laden

source: Sorry! I received some invalid data, please try again with another station
de: Tut mir Leid! Ich habe einige ungültige Daten erhalten, bitte versuchen Sie es noch einmal mit einer anderen Station

source: Sorry! I dont have a connection to the Swiss Transport Infos at the moment
de: Tut mir Leid! Ich habe derzeit keine Verbindung zum Fahrplan

source: Please try again later
de: Bitte versuche es später noch mal

source: Sorry! I have trouble understanding the data I received
de: Tut mir Leid! Ich habe Schwierigkeiten, die Daten zu verstehen, die ich erhalten habe

source: You might have a talk with the programmer of this App
de: Du solltest das Gespräch mit dem Programmierer dieser App suchen

source: Sorry! I did not recognize the origin station you mentioned
de: Tut mir Leid! Ich habe die Haltestelle von der Du starten willst nicht erkannt

source: Please try again with a more specific station name
de: Bitte versuche es noch einmal mit einem anderen Stationsnamen

source: Sorry! I did not recognize the destinantion station you mentioned
de: Tut mir Leid! Ich habe die Haltestelle zu der Du reisen willst nicht erkannt

source: Sorry! Origin and destination can not be the same station
de: Tut mir Leid! Start und Zielort können nicht gleich sein

source: Please try again with different station names
de: Bitte versuche es noch einmal mit unterschiedlichen Haltestellen

source: %H hours %M minutes
de: %H Stunden %M Minuten

source: on platform {}
de: auf Gleis {}

source: The next connection from {origin} is {transport} and leaves at {departure} {platform} towards {destination}
de: Die nächste Verbindung von {origin} ist der {transport} und fährt um {departure} {platform} nach {destination}

source: There are {stops} stops before the final destination
de: Er hält an {stops} Haltestellen

source: Other connections are
de: Weitere Verbindungen sind

source: {transport} towards {destination} leaving {departure} {platform} with {stops} stops
de: {transport} nach {destination} um {departure} {platform} mit {stops} Stops

source: and
de: und

source: Your next connection from {from} to {to} leaves at {departure}
de: Die nächste Verbindung von {from} nach {to} fährt um {departure}

source: It has the number {first_transport} {platform}
de: Sie hat die Nummer {first_transport} {platform}

source: The journey takes {duration}, you will arrive in {to} at {arrival}
de: Die Fahrt dauert {duration}, die Ankunft in {to} ist um {arrival}

source: There are {transfer_count} transfers
de: Du musst {transfer_count} mal umsteigen

source: - in {station}: {departure}, {transport} {platform}
de: - in {station}: Weiterfahrt um {departure}, mit {transport} {platform}
